Autodesk.Revit.UI.IContextMenuCreatorProxy.BuildContextMenu(Autodesk.Revit.UI.ContextMenu)
Build a Context Menu.
Remarks:
In this method, developer can add menu items to the passed in Autodesk.Revit.UI.ContextMenu object.
This callback will be called on every right-click in Canvas or ProjectBrowser.
Since:
2025